IDEA Open Model
SectionResultMesh.Elements Property
Compatible with IDEA StatiCa Beta 20.0
 Elements
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<MeshElement2D> Elements { get; set; }
Public Property Elements As List(Of MeshElement2D)
	Get
	Set
Property Value
Type: List<MeshElement2D>
See Also
Reference
SectionResultMesh Class
IdeaRS.OpenModel.Result Namespace